--
-- PostgreSQL database dump
--

-- Dumped from database version 16.3
-- Dumped by pg_dump version 16.3

SET statement_timeout = 0;
SET lock_timeout = 0;
SET idle_in_transaction_session_timeout = 0;
SET client_encoding = 'UTF8';
SET standard_conforming_strings = on;
SELECT pg_catalog.set_config('search_path', '', false);
SET check_function_bodies = false;
SET xmloption = content;
SET client_min_messages = warning;
SET row_security = off;

SET default_tablespace = '';

SET default_table_access_method = heap;

--
-- Name: My points; Type: TABLE; Schema: public; Owner: postgres
--

CREATE TABLE public."My points" (
    id integer NOT NULL,
    geom public.geometry(Point,4326),
    name character varying,
    description character varying,
    sym character varying,
    image character varying
);


ALTER TABLE public."My points" OWNER TO postgres;

--
-- Name: My points 2025-01-26T17_35_47Z_id_seq; Type: SEQUENCE; Schema: public; Owner: postgres
--

CREATE SEQUENCE public."My points 2025-01-26T17_35_47Z_id_seq"
    AS integer
    START WITH 1
    INCREMENT BY 1
    NO MINVALUE
    NO MAXVALUE
    CACHE 1;


ALTER SEQUENCE public."My points 2025-01-26T17_35_47Z_id_seq" OWNER TO postgres;

--
-- Name: My points 2025-01-26T17_35_47Z_id_seq; Type: SEQUENCE OWNED BY; Schema: public; Owner: postgres
--

ALTER SEQUENCE public."My points 2025-01-26T17_35_47Z_id_seq" OWNED BY public."My points".id;


--
-- Name: My points id; Type: DEFAULT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public."My points" ALTER COLUMN id SET DEFAULT nextval('public."My points 2025-01-26T17_35_47Z_id_seq"'::regclass);


--
-- Data for Name: My points; Type: TABLE DATA; Schema: public; Owner: postgres
--

COPY public."My points" (id, geom, name, description, sym, image) FROM stdin;
3	0101000020E6100000DB69108BBD3F5940C9570229B1013140	ร้านอาหาร	ร้านอาหารบริเวณจุดกางเต็นท์ ให้บริการอาหารและเครื่องดื่มสำหรับนักท่องเที่ยว	restaurant-restaurant	1744012401443-à¸£à¹à¸²à¸à¸­à¸²à¸«à¸²à¸£ 12458eb1-7cf6-48cc-8c1f-9a51cf682981 0.png
7	0101000020E61000008EE6C8CAAF3F59404EFDCDD5A0013140	จุดกางเต้นท์	จุดกางเต็นท์ที่สามารถนำเต็นท์มาตั้งได้ พร้อมพื้นที่ให้บริการใกล้จุดพักผ่อน	tourism-campingsite	จุดกางเต้นท์ d16dff0f-bd1d-4e86-83a4-21897efb0870 0.png
6	0101000020E61000005693F139C14059401A321EA512FE3040	ที่จอดรถและร้านขายของ	พื้นที่สำหรับจอดรถและร้านขายของในบริเวณหน้าโรงเรียนการเมืองทหาร	transport-car	ที่จอดรถและร้านขายของ 29fd0ce6-0bdf-4fa6-a3fb-28823d69a06f 0.png
14	0101000020E6100000EFEF2202C440594014A639C31E003140	ทุ่งดอกกระดาษ	บริเวณนี้มีการปลูกดอกไม้	stores-flowers	ทุ่งดอกกระดาษ 666a5a40-a472-4eb5-ad3b-ef964293abcb 0.png
30	0101000020E610000089073994C64059404A46297C11003140	ร้านกาแฟ	ร้านกาแฟพบรัก ตั้งอยู่บริเวณหน้าผา ให้บริการเครื่องดื่มสำหรับนักท่องเที่ยว	restaurant-coffee	ร้านกาแฟ 4d8cc4b7-4d0f-4857-bfe4-ba931c4af593 0.png
31	0101000020E61000009E6AE33EA83F594031FD5C7EF1003140	ร้านกาแฟ	ร้านกาแฟสวัสดิการ ให้บริการอาหารและเครื่องดื่มแก่นักท่องเที่ยวในพื้นที่	restaurant-coffee	ร้านกาแฟ d6f42b93-2807-4656-87a2-747a0b38a792 0.png
13	0101000020E61000006330DA3EBF40594056815A0C1E003140	ลานจอดรถ	ลานจอดรถก่อนเข้าชมหน้าผา	transport-car	ลานจอดรถ c237d82b-3e4d-40fb-9e2c-f8057c0a9170 0.png
25	0101000020E6100000E4935F50703F5940E1B37570B0013140	ลานหินแตก	ลานหินแตก จุดที่มีหินแตกกระจัดกระจายเป็นเอกลักษณ์	sport-hiking	ลานหินแตก 48f200c2-551d-44a1-a4c4-929cba6a498c 0.png
2	0101000020E6100000E1157772BC3F594039FA4E82EDFC3040	Sun Crack	Sun Crack เป็นเส้นทางธรรมชาติที่มีรอยแตกบนพื้นหิน อันเป็นเอกลักษณ์	sport-hiking	Sun Crack 5db1fb56-df41-4faa-bb21-fed4c5128ad2 1.png
42	0101000020E610000014B58F70B54059407C0107FE01FE3040	กองทหารหลัก965	เป็นพื้นที่สำคัญทางประวัติศาสตร์	sport-hiking	กองทหารหลัก965 6cb0ed51-3f84-4e88-93ee-4c1473e9ddfd 0.png
27	0101000020E6100000936FB6B9B14059408FC29A6FE9FD3040	บ้านพักฝ่ายพลาธิการ	บ้านพักฝ่ายพลาธิการ เป็นพื้นที่สำคัญทางประวัติศาสตร์	sport-hiking	บ้านพักฝ่ายพลาธิการ c1fd5f27-49ca-424a-a99b-dcdfcf0991fd 0.png
52	0101000020E610000034D769A4A53F5940928A1068FA003140	ป้ายแผนที่	ป้ายแผนที่สำหรับดูสถานที่ต่างๆภายในอุทยาน	stores-bookstore	ป้ายแผนที่ 1bfc18b4-b8ef-4a1f-baca-a2faa46dfc88 1.png
36	0101000020E610000031FEC753A03F5940B9FA56900B013140	ร้านอาหารสวัสดิการอุทยานแห่งชาติภูหินร่องกล้า	มีร้านขายอาหาร	restaurant-restaurant	ร้านอาหารสวัสดิการอุทยานแห่งชาติภูหินร่องกล้า e6075dad-b5e3-4f45-a970-a757caad45ad 0.png
34	0101000020E6100000451D0C2B4B3E594095F661180B063140	จุดชมวิว	จุดชมวิวก่อนทางขึ้นอุทยาน นักท่องเที่ยวสามารถหยุดพักชมวิวธรรมชาติ	tourism-forest	1744011364887-à¸à¸¸à¸à¸à¸¡à¸§à¸´à¸§ 921dc980-4669-4caf-95ca-38f256dc6a8e 0.png
53	0101000020E61000009320B7BA773F59407F2777E970FE3040	กุหลาบขาว พรรณไม้บนเทือกเขา	พื้นที่แสดงกุหลาบขาวและพรรณไม้บนภูเขา	sport-hiking	กุหลาบขาว พรรณไม้บนเทือกเขา 5a457778-c5b5-4da5-b8d0-334697851996 0.png
4	0101000020E6100000157541D8843F59407276210CF2FD3040	กู๊ดเกี๊ยะ ผู้คงทน	กู๊ดเกี๊ยะ ผู้คงทน เป็นพื้นที่อนุรักษ์ทางธรรมชาติสำหรับการศึกษาธรรมชาติ	sport-hiking	กู๊ดเกี๊ยะ ผู้คงทน 0a615ed8-9897-436e-bf33-ef11d006e678 0.png
35	0101000020E6100000A47F93B7ED3F594004560E2DB2FD3040	จุดจอดรถ	จุดจอดรถหน้าลานหินปุ่ม สะดวกสำหรับนักท่องเที่ยวที่เดินทางมาชมธรรมชาติ	transport-car	จุดจอดรถ 91ea8528-533d-46fd-8f44-cfa6601e724a 0.png
54	0101000020E6100000C922A875763F5940C01D4D9AAB013140	จุดจอดรถและร้านขายของ	จุดจอดรถและร้านขายของหน้าลานหินแตก	transport-car	จุดจอดรถและร้านขายของ 9621d94d-8edb-4031-bd54-dcc881b1597f 0.png
33	0101000020E6100000A3416557B540594063C4F473F9FD3040	บ้านพัก ผบ.หมวด	บ้านพักของ ผบ.หมวด เป็นพื้นที่สำคัญทางประวัติศาสตร์	sport-hiking	บ้านพัก ผบ.หมวด 4a50a1eb-00d1-4b6c-854b-18daf29fcd0c 0.png
8	0101000020E6100000E0377469B2405940A435069D10FE3040	บ้านพักทหารรวม	บ้านพักทหารรวม เป็นพื้นที่สำคัญทางประวัติศาสตร์	sport-hiking	บ้านพักทหารรวม fefbb3b0-05c4-4951-bf39-75d4be4ad180 0.png
23	0101000020E610000059219B9ABA4059409F3E027FF8FD3040	คลังอาวุธ	คลังอาวุธ สถานที่เก็บรักษาอาวุธที่เกี่ยวข้องกับประวัติศาสตร์อุทยาน	sport-hiking	คลังอาวุธ 6625651c-d108-4ecf-95d0-ad7f51dc19c6 0.png
48	0101000020E6100000C2AAD5B2903F5940BD40FFF3EA003140	ที่ทำการอุทยานแห่งชาติภูหินร่องกล้า	ที่ทำการอุทยานแห่งชาติภูหินร่องกล้า ศูนย์กลางข้อมูลและการบริหารจัดการ	friends-home	ที่ทำการอุทยานแห่งชาติภูหินร่องกล้า d3eb3933-3aeb-4236-b56b-808d1420a237 0.png
9	0101000020E610000025034015B7405940C5403278F3FD3040	บ้านพักที่เก็บเสบียง	บ้านพักที่เก็บเสบียง ใช้สำหรับเก็บอุปกรณ์และเสบียงเป็นพื้นที่สำคัญทางประวัติศาสตร์	sport-hiking	บ้านพักที่เก็บเสบียง 794d01f3-7ddc-461a-98d5-d79c04fa861b 0.png
12	0101000020E6100000ACB7BC28B04059408F954EDA0AFE3040	บ้านพักนักศึกษา	บ้านพักนักศึกษา เป็นพื้นที่สำคัญทางประวัติศาสตร์	sport-hiking	บ้านพักนักศึกษา df679ace-a828-46fc-93b9-571b4d68275b 0.png
29	0101000020E61000007107454EBA40594095D97B4CFFFD3040	บ้านพักนายคำไหล	บ้านพักนายคำไหล เป็นพื้นที่สำคัญทางประวัติศาสตร์	sport-hiking	บ้านพักนายคำไหล f6882a95-2718-4e32-a363-ad40cae3cc8e 0.png
44	0101000020E61000008A77DBE09F3F59404736FC1301013140	ศูนย์บริการนักท่องเที่ยว	สำหรับติดต่อจองที่พัก	friends-home	ศูนย์บริการนักท่องเที่ยว 19956a2b-eb3a-40a9-961d-9c1f0772f38e 0.png
5	0101000020E61000005AFE32CE953F59402E6700B90EFD3040	ผาหินคื้อ	ผาหินคื้อ เป็นจุดชมวิวที่นักท่องเที่ยวสามารถเพลิดเพลินกับวิวทิวทัศน์	sport-hiking	ผาหินคื้อ 4a6915f9-2171-47cd-9baa-2053b1237e80 0.png
11	0101000020E6100000C5ED2B6A8B3F5940A9EA2F05B5FD3040	ผาแก่งลาด	ผาแก่งลาด จุดชมวิวที่ได้รับความนิยมสำหรับนักท่องเที่ยว	sport-hiking	ผาแก่งลาด e6abc624-3629-4906-9786-c62236bf155d 0.png
49	0101000020E6100000C9FA720B823F594098D41A947AFE3040	พันธุ์ไม้บนลานหิน	พื้นที่แสดงพันธุ์ไม้ที่พบได้บนลานหินในพื้นที่อุทยาน	sport-hiking	พันธุ์ไม้บนลานหิน e881ddc7-28b5-44a2-8afb-4be2fd64b170 0.png
28	0101000020E610000039C25895B3405940DF2A99AD06FE3040	รถแทรกเตอร์	พื้นที่จัดแสดงรถแทรกเตอร์ที่เกี่ยวข้องกับทางประวัติศาสตร์	sport-hiking	รถแทรกเตอร์ e0fedb16-65d5-4530-99dd-7168f9be8a1f 0.png
19	0101000020E610000060FCD934DB3F5940F0EA0BD759FD3040	ลานกิจกรรมของสัตว์ป่า	ลานกิจกรรมสัตว์ป่า เป็นพื้นที่แสดงความหลากหลายทางธรรมชาติ	sport-hiking	ลานกิจกรรมของสัตว์ป่า 8b5b8bf3-975c-450a-8fbb-2a2bbc6d3b10 0.png
26	0101000020E6100000A4EF24D86E3F5940E674594C6CFE3040	ลานหินปุ่ม	ลานหินปุ่ม จุดชมวิวที่มีหินรูปร่างแปลกตา เรียงรายเต็มพื้นที่	sport-hiking	ลานหินปุ่ม a4a264d1-e58a-40d8-9051-d9daf7b9d146 0.png
37	0101000020E610000021BDF26ACA3F594030A7BA360AFD3040	สุสานนักรบ	สุสานนักรบ อนุสรณ์ที่รำลึกถึงผู้เสียสละในพื้นที่นี้	tourism-chapel	สุสานนักรบ 87041785-a961-4967-8397-c678d18c4297 0.png
10	0101000020E610000013DACDE7B7405940F0445A74FCFD3040	บ้านพักนายมีนา แซ่หว้า	บ้านพักนายมีนา แซ่หว้า เป็นพื้นที่สำคัญทางประวัติศาสตร์	sport-hiking	บ้านพักนายมีนา แซ่หว้า 8609377b-d895-4db3-ac5b-85e7c0c36e99 0.png
46	0101000020E6100000333097F9B340594057389380E2FD3040	บ้านพักพยาบาล	บ้านพักพยาบาล เป็นพื้นที่สำคัญทางประวัติศาสตร์	sport-hiking	บ้านพักพยาบาล a0a26d29-6107-40ba-b0f9-59c7b772e96c 0.png
17	0101000020E6100000677C04A3B740594068DD5042FAFD3040	บ้านพักสหายทนง แซ่ลี	บ้านพักสหายทนง แซ่ลี เป็นพื้นที่สำคัญทางประวัติศาสตร์	sport-hiking	บ้านพักสหายทนง แซ่ลี 50808ceb-5be1-40c5-9464-dd5db16fef37 0.png
20	0101000020E6100000839B3171D03F594057E828ACF9FC3040	ป้ายสุสานนักรบ	ป้ายแสดงข้อมูลสุสานนักรบ เพื่อรำลึกถึงประวัติศาสตร์	sport-hiking	ป้ายสุสานนักรบ 3308928e-24c4-4a82-82a1-8687ae7eb7e7 0.png
22	0101000020E610000003C5D9BE913F594018E53EDE50FD3040	ผาชูธง	ผาชูธง เป็นจุดชมวิวเด่นในอุทยาน ที่นักท่องเที่ยวต้องไม่พลาด	sport-hiking	ผาชูธง 2148a88e-b571-4eeb-a549-714cf8f9af33 0.png
39	0101000020E6100000A31EA2D19D3F59401A55E12AAAFD3040	ผานาคราช	ผานาคราช จุดชมวิวที่แสดงความงดงามของธรรมชาติ	sport-hiking	ผานาคราช 0feb8e87-2310-4939-95c7-8a40b8c06693 0.png
41	0101000020E6100000822F9633A53F594028C1D1448EFD3040	ผาหัวใจหิน	ผาหัวใจหิน จุดชมวิวที่ได้รับความนิยมในหมู่นักท่องเที่ยว	sport-hiking	ผาหัวใจหิน fdc1dd27-d320-41ac-a021-925918a77c4b 0.png
15	0101000020E6100000E661FC8FA73F59406E44413A86FD3040	ผาหินกบ	ผาหินกบ จุดชมวิวธรรมชาติที่มีหินลักษณะคล้ายกบ	sport-hiking	ผาหินกบ ad29ee8c-7530-4a9c-98f5-8407d790183f 0.png
47	0101000020E6100000DA6A7B60EC3F59401BA6118EB4FD3040	ร้านขายของ	ร้านขายของหน้าลานหินปุ่ม จำหน่ายสินค้าสำหรับนักท่องเที่ยว	restaurant-restaurant	ร้านขายของ e280fb19-c2da-4ba8-addd-ae7223d2b635 0.png
21	0101000020E61000000327DBC09D3F5940046B4194D4003140	ศาลาพระพุทธนครไทย	ศาลา	tourism-buddha	ศาลาพระพุทธนครไทย 9cefe72b-a2ca-411c-94fe-60ba2e8de18a 0.png
32	0101000020E61000008D028E4EA73F59407F4C6BD3D8003140	ศูนย์ช่วยเหลือนักท่องเที่ยว	ศูนย์ช่วยเหลือนักท่องเที่ยว ห้องพยาบาลที่พร้อมให้บริการสำหรับกรณีฉุกเฉิน	sport-firstaid	ศูนย์ช่วยเหลือนักท่องเที่ยว ce85740a-7ab0-4306-a983-63f29843f70b 0.png
24	0101000020E61000004938E3EAB63F5940DF48450834FD3040	สถานนีที่3 ระบบนิเวศของสิ่งมีชีวิต	สถานีระบบนิเวศสิ่งมีชีวิต แสดงข้อมูลเกี่ยวกับระบบนิเวศที่สำคัญ	stores-bookstore	สถานนีที่3 ระบบนิเวศของสิ่งมีชีวิต 4b98a2a0-27bc-4ec2-8b21-7d9f9f917ab9 0.png
40	0101000020E6100000808E4589CC4059408DBA31981A003140	หน้าผ้า	หน้าผาที่มีความสูงและมุมมองที่งดงาม	nature-mountains	หน้าผ้า 109c8814-f1bd-4b3a-8ea9-4d02c7df820c 0.png
45	0101000020E6100000C75FFF1AB53F59404D124BCADD013140	ห้องน้ำ	ห้องน้ำบริเวณจุดกางเต้นท์	misc-toilets	ห้องน้ำ 98396df2-8b42-4848-b83c-1ca914b7ee8f 0.png
18	0101000020E6100000D8D88063AA3F59405CB9CD0AFB003140	ห้องน้ำ	ห้องน้ำสำหรับนักท่องเที่ยว ทั้งชายและหญิง ตั้งอยู่ในบริเวณที่เข้าถึงได้ง่าย	misc-toilets	ห้องน้ำ e236c362-b00a-46b8-8ea2-adc78042ab1d 0.png
43	0101000020E61000001077F52AB2405940A4062EEAEEFD3040	ห้องพยาบาล	ห้องพยาบาลสำหรับนักท่องเที่ยว	sport-hiking	ห้องพยาบาล 8fd80572-6b3e-4e4b-bd8d-ea4131ba972b 0.png
55	0101000020E61000002B16BF29AC3F5940558DB9C6C2013140	ห้องพัก	ห้องพักนักท่องเที่ยว	restaurant-hotel	ห้องพัก 933a46f2-b120-47f9-8c37-bfe964d822ef 0.png
51	0101000020E6100000E9425145963F59403AB24D85D3FD3040	เนินเราสู้	เนินเราสู้ จุดชมวิวที่สื่อถึงประวัติศาสตร์และความสำคัญในอดีต	sport-hiking	เนินเราสู้ dd7f5877-560c-477c-8038-0df004563c09 0.png
50	0101000020E610000009C95DDF623F5940CAC51858C7013140	เส้นทางศึกษาธรรมชาติลานหินแตก	ทางเข้าหน้าลานหินแตก	sport-hiking	เส้นทางศึกษาธรรมชาติลานหินแตก 3a63553b-6d3d-460f-a1dd-afe67e186d47 0.png
38	0101000020E610000052A9C8D7D43F59409120014812FD3040	แผนที่แสดงเส้นทางแหล่งท่องเที่ยว	แผนที่แสดงเส้นทางแหล่งท่องเที่ยวในอุทยาน นักท่องเที่ยวสามารถศึกษาข้อมูลเส้นทางได้	stores-bookstore	แผนที่แสดงเส้นทางแหล่งท่องเที่ยว 35ccb407-8a32-4a2a-b167-cac266555ec5 0.png
1	0101000020E61000002ABBAAFDE73F59400CD17C2997FD3040	เส้นทางศึกษาธรรมชาติ และประวัติศาสตร์ลานหินปุ่ม	เส้นทางเดินศึกษาธรรมชาติและประวัติศาสตร์ลานหินปุ่ม ระยะทางเดิน 3 กิโลเมตร พร้อมเจ้าหน้าที่ให้บริการ	sport-hiking	เส้นทางศึกษาธรรสชาติ และประวัติศาสตร์ลานหินปุ่ม 0e55a328-7bf6-4df9-ad9f-08442a0ee36a 0.png
16	0101000020E6100000B71D64A3BD405940C23A44920FFE3040	โรงเรียนการเมืองทหาร	โรงเรียนการเมืองทหาร พื้นที่สำคัญทางประวัติศาสตร์ของไทย	sport-hiking	โรงเรียนการเมืองทหาร 86feb21f-27a7-413a-b1f1-6c151ab994ca 0.png
\.


--
-- Name: My points 2025-01-26T17_35_47Z_id_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."My points 2025-01-26T17_35_47Z_id_seq"', 68, true);


--
-- Name: My points My points 2025-01-26T17_35_47Z_pkey; Type: CONSTRAINT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public."My points"
    ADD CONSTRAINT "My points 2025-01-26T17_35_47Z_pkey" PRIMARY KEY (id);


--
-- PostgreSQL database dump complete
--

